Repository: yejincheng420/Magpie
Catalog: src/Magpie/Resources.language-*.resw
Source language: en_us
Languages: zh_hans, zh_hant

# Message_ScreenshotWriteFailed
source: The screenshot file could not be written. Check free disk space and whether the file is read-only or in use; try another screenshot folder.
zh_hans: 无法写入截图文件。请检查磁盘空间、文件是否只读或被占用，也可更换截图保存目录后重试。
zh_hant: 無法寫入螢幕擷取檔案。請檢查磁碟空間、檔案是否唯讀或被佔用，也可更換螢幕擷取儲存位置後重試。

# Message_ScreenshotEncodeFailed
source: The image could not be encoded as a screenshot. Re-enable the effect group and click Take Screenshot on the toolbar again. If it still fails, copy the details and include the logs.
zh_hans: 图像编码失败。请尝试将效果器的最终输出截为 PNG；若仍失败，请提供详情、日志及效果器名称。
zh_hant: 影像編碼失敗。請嘗試將效果器的最終輸出擷取為 PNG；若仍失敗，請提供詳細資料、記錄與效果器名稱。

# Message_ScreenshotReadbackFailed
source: The frame could not be read from the GPU. Restart the effect group and try again; if it persists, try a smaller output size or fewer effects and share the details and log.
zh_hans: 无法从显卡读取截图画面。请重新启用效果组后重试；若仍失败，可尝试降低输出尺寸、减少效果器，并提供详情和日志。
zh_hant: 無法從顯示卡讀取擷取畫面。請重新啟用效果組後重試；若仍失敗，可嘗試降低輸出尺寸、減少效果器，並提供詳細資料與記錄。

# Overlay_EffectParameters_Unavailable
source: Unavailable
zh_hans: 不可用
zh_hant: 無法使用

# Overlay_EffectParameters_BackendUnavailable
source: DLSSNR is passing through because its backend did not initialize. Check Home → Most recent issue, then restart the effect group.
zh_hans: DLSSNR 后端未初始化，当前仅透传。请查看主页 → 最近一次问题，处理后重新启用效果组。
zh_hant: DLSSNR 後端未初始化，目前僅透傳。請檢視首頁 → 最近一次問題，處理後重新啟用效果組。

# Message_SourceWindowClosed
source: The target window has closed. Open it again, bring it to the foreground and enable the effect group.
zh_hans: 目标窗口已关闭。请重新打开，将其切到前台后再启用效果组。
zh_hant: 目標視窗已關閉。請重新開啟，將其切到前景後再啟用效果組。

# Message_SourceWindowUnresponsive
source: The target window is not responding. Wait for it to respond, or restart that application before enabling the effect group.
zh_hans: 目标窗口暂时没有响应。请等待其恢复，或重新启动目标程序后再启用效果组。
zh_hant: 目標視窗暫時沒有回應。請等待其恢復，或重新啟動目標程式後再啟用效果組。

# Message_SourceWindowTooSmall
source: The visible capture area is smaller than 64 × 64 pixels. Enlarge the target window and move it fully onto the screen, then retry.
zh_hans: 可见捕获区域小于 64 × 64 像素。请放大目标窗口，并将其完整移入屏幕后重试。
zh_hant: 可見擷取區域小於 64 × 64 像素。請放大目標視窗，並將其完整移入螢幕後重試。

# Message_SourceWindowOffscreen
source: The target window is outside the connected displays. Move it onto a visible display and try again.
zh_hans: 目标窗口位于当前连接的屏幕之外。请将其移回可见屏幕后重试。
zh_hant: 目標視窗位於目前連接的螢幕之外。請將其移回可見螢幕後重試。

# Message_SourceWindowUnsupported
source: Effect groups cannot be enabled for this transparent window type. Select the application’s main window instead of a transparent overlay or floating widget.
zh_hans: 不支持为这种透明窗口启用效果组。请选择程序的主窗口，避开透明叠加层或悬浮组件。
zh_hant: 不支援為這種透明視窗啟用效果組。請選擇程式的主視窗，避開透明疊加層或浮動元件。

# Message_SourceWindowGeometryFailed
source: The target window's position or size could not be obtained or adjusted. Restore and move it onto one display, then retry; try windowed mode if fullscreen fails.
zh_hans: 无法读取或调整目标窗口的位置和尺寸。请还原窗口并移到单个屏幕内再试；全屏模式失败时可尝试窗口模式。
zh_hant: 無法讀取或調整目標視窗的位置與尺寸。請還原視窗並移到單個螢幕內再試；全螢幕模式失敗時可嘗試視窗模式。

# Message_ScalingAlreadyActive
source: Another output window already exists. Stop the current effect session and close any other Magpie instance, then retry.
zh_hans: 已存在其他输出窗口。请先停用当前效果组，并关闭其他 Magpie 实例后重试。
zh_hant: 已存在其他輸出視窗。請先停用目前的效果組，並關閉其他 Magpie 執行個體後重試。

# Message_ScalingWindowCreationFailed
source: The output window could not be created. Restart Magpie and try windowed mode; if it persists, share the details and log.
zh_hans: 无法创建输出窗口。请重新运行 Magpie，并尝试窗口模式；若仍失败，请提供详情和日志。
zh_hant: 無法建立輸出視窗。請重新執行 Magpie，並嘗試視窗模式；若仍失敗，請提供詳細資料與記錄。

# Message_DisplayLayoutFailed
source: The display layout could not be used for fullscreen mode. Select the closest display or try windowed mode; check that the configured display is connected.
zh_hans: 当前显示器布局无法用于全屏模式。请改用最近的显示器或尝试窗口模式，并确认所选显示器已连接。
zh_hant: 目前的顯示器配置無法用於全螢幕模式。請改用最近的顯示器或嘗試視窗模式，並確認所選顯示器已連接。

# Message_ImportReadFailed
source: The selected file could not be read. Check that the path is accessible and the file has finished downloading or syncing, then select it again.
zh_hans: 无法读取所选文件。请确认路径可访问、文件已完成下载或同步，然后重新选择。
zh_hant: 無法讀取所選檔案。請確認路徑可存取、檔案已完成下載或同步，然後重新選擇。

# Message_ImportEmpty
source: The selected file is empty or contains no effect groups. Export an effect group from Magpie or obtain a complete effect group file, then retry.
zh_hans: 所选文件为空或不包含任何效果组。请从 Magpie 导出效果组，或取得完整的效果组文件后重试。
zh_hant: 所選檔案為空或不包含任何效果組。請從 Magpie 匯出效果組，或取得完整的效果組檔案後重試。

# Message_ImportInvalidJson
source: The file is not valid JSON. Download or export it again; details include the byte offset and parsing reason to help locate damaged content.
zh_hans: 文件不是有效的 JSON。请重新下载或导出；详情提供出错字节位置和解析原因，便于定位损坏内容。
zh_hant: 檔案不是有效的 JSON。請重新下載或匯出；詳細資料提供錯誤位元組位置與解析原因，方便定位損壞內容。

# Message_ImportWrongFileType
source: This is not a Magpie effect group file. Use Export on the source Magpie’s Effect groups page, then import the exported JSON file here. If someone shared the file, ask them for the Magpie export.
zh_hans: 此 JSON 不包含 scalingModes 数组。请选择由 Magpie 导出的效果组文件；将其他文件改名为 .json 不会转换其格式。
zh_hant: 此 JSON 不包含 scalingModes 陣列。請選擇由 Magpie 匯出的效果組檔案；將其他檔案改名為 .json 不會轉換其格式。

# Message_ImportIncompatible
source: An effect group entry has an incompatible structure. Export it again from a compatible Magpie version. No effect groups from this file were imported.
zh_hans: 效果组条目的结构不兼容。请使用兼容的 Magpie 版本重新导出。本次未导入该文件中的任何效果组。
zh_hant: 效果組項目的結構不相容。請使用相容的 Magpie 版本重新匯出。本次未匯入該檔案中的任何效果組。

# Message_ExportWriteFailed
source: The effect-groups file could not be completely written. Check the path, free space and write permission; export again to a writable folder.
zh_hans: 效果组文件未能完整写入。请检查路径、磁盘空间和写入权限，并重新导出到可写入的目录。
zh_hant: 效果組檔案未能完整寫入。請檢查路徑、磁碟空間與寫入權限，並重新匯出到可寫入的資料夾。

# Message_FileDialogFailed
source: The Windows file picker failed to open or return a location. Restart Magpie and try again; if it persists, share the details and log.
zh_hans: Windows 文件选择器无法打开或返回位置。请重新运行 Magpie 后重试；若仍失败，请提供详情和日志。
zh_hant: Windows 檔案選擇器無法開啟或傳回位置。請重新執行 Magpie 後重試；若仍失敗，請提供詳細資料與記錄。

# Overlay_EffectParameters_ResetDefault
source: Double-click to restore the effect default: {}
zh_hans: 双击恢复效果器默认值：{}
zh_hant: 按兩下還原效果器預設值：{}

# Overlay_Toolbar_PassThrough
source: Compare
zh_hans: 对比
zh_hant: 對比

# Message_PassThroughUnavailable
source: The original image is unavailable. Wait for a new captured frame and try again. If the problem persists, stop and reactivate the effect group; open details and share the log if needed. Effects continue processing.
zh_hans: 暂时无法显示原图。请等待新捕获帧后重试；若仍无效，请停用并重新启用效果组。需要帮助时，请打开详情并提供日志。效果仍继续处理。
zh_hant: 暫時無法顯示原圖。請等待新擷取影格後重試；若仍無效，請停用並重新啟用效果組。需要協助時，請開啟詳細資料並提供記錄。效果仍繼續處理。

# Home_Toolbar_Comparison.Header
source: Compare
zh_hans: 对比
zh_hant: 對比

# Home_Toolbar_Comparison_ShortcutControl.Title
source: Compare
zh_hans: 对比
zh_hant: 對比

# Overlay_Comparison_Original
source: Original
zh_hans: 原图
zh_hant: 原圖

# Overlay_Comparison_Processed
source: Processed
zh_hans: 处理后
zh_hant: 處理後

# Message_MixedOpticalFlow
source: {0} request different optical-flow methods or quality levels. Currently using {1} for all of them.
zh_hans: {0} 的光流估计方法或档位不一致，目前统一使用 {1}。
zh_hant: {0} 的光流估計方法或檔位不一致，目前統一使用 {1}。

# Motion_Nvidia_1
source: Performance
zh_hans: 性能
zh_hant: 效能

# Motion_Nvidia_2
source: Balanced
zh_hans: 平衡
zh_hant: 平衡

# Motion_Nvidia_3
source: Quality
zh_hans: 质量
zh_hant: 品質

# Motion_Nvidia_4
source: High quality
zh_hans: 高质量
zh_hant: 高品質

# Motion_Amd_0
source: Performance
zh_hans: 性能
zh_hant: 效能

# Motion_Amd_1
source: Quality
zh_hans: 质量
zh_hant: 品質

# Overlay_Profiler_FrameRateWithFG
source: Frame rate (total / real)
zh_hans: 帧率（总 / 真实）
zh_hant: 幀率（總 / 真實）

# EffectParam_DLSS_DLSS_SR_opticalFlowMethod_Label
source: Optical Flow Method
zh_hans: 光流估算方式
zh_hant: 光流估算方式

# EffectParam_DLSS_DLSS_SR_opticalFlowMethod_Option_0
source: None
zh_hans: 不使用
zh_hant: 不使用

# EffectParam_DLSS_DLSS_SR_amdOpticalFlowMode_Label
source: OF Quality
zh_hans: 光流质量
zh_hant: 光流品質

# EffectParam_DLSS_DLSS_SR_amdOpticalFlowMode_Option_0
source: Performance
zh_hans: 性能
zh_hant: 效能

# EffectParam_DLSS_DLSS_SR_amdOpticalFlowMode_Option_1
source: Quality
zh_hans: 质量
zh_hant: 品質

# EffectParam_DLSS_DLSS_SR_nvidiaOpticalFlowQuality_Label
source: OF Quality
zh_hans: 光流质量
zh_hant: 光流品質

# EffectParam_DLSS_DLSS_SR_nvidiaOpticalFlowQuality_Option_1
source: Performance
zh_hans: 性能
zh_hant: 效能

# EffectParam_DLSS_DLSS_SR_nvidiaOpticalFlowQuality_Option_2
source: Balanced (Recommended)
zh_hans: 均衡（推荐）
zh_hant: 均衡（推薦）

# EffectParam_DLSS_DLSS_SR_nvidiaOpticalFlowQuality_Option_3
source: Quality
zh_hans: 质量
zh_hant: 品質

# EffectParam_DLSS_DLSS_SR_nvidiaOpticalFlowQuality_Option_4
source: High Quality (High Cost)
zh_hans: 高质量（高开销）
zh_hant: 高品質（高開銷）

# EffectParam_FSR2_FSR2_SR_opticalFlowMethod_Label
source: Optical Flow Method
zh_hans: 光流估算方式
zh_hant: 光流估算方式

# EffectParam_FSR2_FSR2_SR_opticalFlowMethod_Option_0
source: None
zh_hans: 不使用
zh_hant: 不使用

# EffectParam_FSR2_FSR2_SR_amdOpticalFlowMode_Label
source: OF Quality
zh_hans: 光流质量
zh_hant: 光流品質

# EffectParam_FSR2_FSR2_SR_amdOpticalFlowMode_Option_0
source: Performance
zh_hans: 性能
zh_hant: 效能

# EffectParam_FSR2_FSR2_SR_amdOpticalFlowMode_Option_1
source: Quality
zh_hans: 质量
zh_hant: 品質

# EffectParam_FSR2_FSR2_SR_nvidiaOpticalFlowQuality_Label
source: OF Quality
zh_hans: 光流质量
zh_hant: 光流品質

# EffectParam_FSR2_FSR2_SR_nvidiaOpticalFlowQuality_Option_1
source: Performance
zh_hans: 性能
zh_hant: 效能

# EffectParam_FSR2_FSR2_SR_nvidiaOpticalFlowQuality_Option_2
source: Balanced (Recommended)
zh_hans: 均衡（推荐）
zh_hant: 均衡（推薦）

# EffectParam_FSR2_FSR2_SR_nvidiaOpticalFlowQuality_Option_3
source: Quality
zh_hans: 质量
zh_hant: 品質

# EffectParam_FSR2_FSR2_SR_nvidiaOpticalFlowQuality_Option_4
source: High Quality (High Cost)
zh_hans: 高质量（高开销）
zh_hant: 高品質（高開銷）

# EffectParam_FSR3_FSR3_SR_opticalFlowMethod_Label
source: Optical Flow Method
zh_hans: 光流估算方式
zh_hant: 光流估算方式

# EffectParam_FSR3_FSR3_SR_opticalFlowMethod_Option_0
source: None
zh_hans: 不使用
zh_hant: 不使用

# EffectParam_FSR3_FSR3_SR_amdOpticalFlowMode_Label
source: OF Quality
zh_hans: 光流质量
zh_hant: 光流品質

# EffectParam_FSR3_FSR3_SR_amdOpticalFlowMode_Option_0
source: Performance
zh_hans: 性能
zh_hant: 效能

# EffectParam_FSR3_FSR3_SR_amdOpticalFlowMode_Option_1
source: Quality
zh_hans: 质量
zh_hant: 品質

# EffectParam_FSR3_FSR3_SR_nvidiaOpticalFlowQuality_Label
source: OF Quality
zh_hans: 光流质量
zh_hant: 光流品質

# EffectParam_FSR3_FSR3_SR_nvidiaOpticalFlowQuality_Option_1
source: Performance
zh_hans: 性能
zh_hant: 效能

# EffectParam_FSR3_FSR3_SR_nvidiaOpticalFlowQuality_Option_2
source: Balanced (Recommended)
zh_hans: 均衡（推荐）
zh_hant: 均衡（推薦）

# EffectParam_FSR3_FSR3_SR_nvidiaOpticalFlowQuality_Option_3
source: Quality
zh_hans: 质量
zh_hant: 品質

# EffectParam_FSR3_FSR3_SR_nvidiaOpticalFlowQuality_Option_4
source: High Quality (High Cost)
zh_hans: 高质量（高开销）
zh_hant: 高品質（高開銷）

# EffectParam_FSR4_FSR4_SR_opticalFlowMethod_Label
source: Optical Flow Method
zh_hans: 光流估算方式
zh_hant: 光流估算方式

# EffectParam_FSR4_FSR4_SR_opticalFlowMethod_Option_0
source: None
zh_hans: 不使用
zh_hant: 不使用

# EffectParam_FSR4_FSR4_SR_amdOpticalFlowMode_Label
source: OF Quality
zh_hans: 光流质量
zh_hant: 光流品質

# EffectParam_FSR4_FSR4_SR_amdOpticalFlowMode_Option_0
source: Performance
zh_hans: 性能
zh_hant: 效能

# EffectParam_FSR4_FSR4_SR_amdOpticalFlowMode_Option_1
source: Quality
zh_hans: 质量
zh_hant: 品質

# EffectParam_FSR4_FSR4_SR_nvidiaOpticalFlowQuality_Label
source: OF Quality
zh_hans: 光流质量
zh_hant: 光流品質

# EffectParam_FSR4_FSR4_SR_nvidiaOpticalFlowQuality_Option_1
source: Performance
zh_hans: 性能
zh_hant: 效能

# EffectParam_FSR4_FSR4_SR_nvidiaOpticalFlowQuality_Option_2
source: Balanced (Recommended)
zh_hans: 均衡（推荐）
zh_hant: 均衡（推薦）

# EffectParam_FSR4_FSR4_SR_nvidiaOpticalFlowQuality_Option_3
source: Quality
zh_hans: 质量
zh_hant: 品質

# EffectParam_FSR4_FSR4_SR_nvidiaOpticalFlowQuality_Option_4
source: High Quality (High Cost)
zh_hans: 高质量（高开销）
zh_hant: 高品質（高開銷）

# EffectParam_XeSS_XeSS_SR_opticalFlowMethod_Label
source: Optical Flow Method
zh_hans: 光流估算方式
zh_hant: 光流估算方式

# EffectParam_XeSS_XeSS_SR_opticalFlowMethod_Option_0
source: None
zh_hans: 不使用
zh_hant: 不使用

# EffectParam_XeSS_XeSS_SR_amdOpticalFlowMode_Label
source: OF Quality
zh_hans: 光流质量
zh_hant: 光流品質

# EffectParam_XeSS_XeSS_SR_amdOpticalFlowMode_Option_0
source: Performance
zh_hans: 性能
zh_hant: 效能

# EffectParam_XeSS_XeSS_SR_amdOpticalFlowMode_Option_1
source: Quality
zh_hans: 质量
zh_hant: 品質

# EffectParam_XeSS_XeSS_SR_nvidiaOpticalFlowQuality_Label
source: OF Quality
zh_hans: 光流质量
zh_hant: 光流品質

# EffectParam_XeSS_XeSS_SR_nvidiaOpticalFlowQuality_Option_1
source: Performance
zh_hans: 性能
zh_hant: 效能

# EffectParam_XeSS_XeSS_SR_nvidiaOpticalFlowQuality_Option_2
source: Balanced (Recommended)
zh_hans: 均衡（推荐）
zh_hant: 均衡（推薦）

# EffectParam_XeSS_XeSS_SR_nvidiaOpticalFlowQuality_Option_3
source: Quality
zh_hans: 质量
zh_hant: 品質

# EffectParam_XeSS_XeSS_SR_nvidiaOpticalFlowQuality_Option_4
source: High Quality (High Cost)
zh_hans: 高质量（高开销）
zh_hant: 高品質（高開銷）

# Overlay_EffectParameters_NotApplied
source: Not applied (current: {0})
zh_hans: 尚未生效（当前：{0}）
zh_hant: 尚未生效（目前：{0}）

# Overlay_EffectParameters_ApplyPending
source: {0} change(s) not yet applied
zh_hans: {0} 项修改尚未生效
zh_hant: {0} 項修改尚未生效

# EffectParam_DLSS_DLSS_SR_nvidiaOpticalFlowQuality_Option_5
source: Highest Quality (Very High Cost)
zh_hans: 最高质量（极高开销）
zh_hant: 最高品質（極高開銷）

# EffectParam_FSR2_FSR2_SR_nvidiaOpticalFlowQuality_Option_5
source: Highest Quality (Very High Cost)
zh_hans: 最高质量（极高开销）
zh_hant: 最高品質（極高開銷）

# EffectParam_FSR3_FSR3_SR_nvidiaOpticalFlowQuality_Option_5
source: Highest Quality (Very High Cost)
zh_hans: 最高质量（极高开销）
zh_hant: 最高品質（極高開銷）

# EffectParam_FSR4_FSR4_SR_nvidiaOpticalFlowQuality_Option_5
source: Highest Quality (Very High Cost)
zh_hans: 最高质量（极高开销）
zh_hant: 最高品質（極高開銷）

# EffectParam_XeSS_XeSS_SR_nvidiaOpticalFlowQuality_Option_5
source: Highest Quality (Very High Cost)
zh_hans: 最高质量（极高开销）
zh_hant: 最高品質（極高開銷）

source: Highest Quality (Very High Cost)
zh_hans: 最高质量（极高开销）
zh_hant: 最高品質（極高開銷）

# Motion_Nvidia_5
source: Highest Quality
zh_hans: 最高质量
zh_hant: 最高品質

# Home_FrameSync.Header
source: Frame synchronization
zh_hans: 帧同步
zh_hant: 畫格同步

# Home_FrameSync.Description
source: Saved automatically. Restart scaling to apply.
zh_hans: 修改自动保存，重新启用效果组后生效。
zh_hant: 修改自動儲存，重新啟用效果組後生效。

# Home_FrameSync_FrontEdgeSync.Header
source: Enable frame synchronization
zh_hans: Front Edge Sync
zh_hant: Front Edge Sync

# Home_FrameSync_FrontEdgeSync.Description
source: Control Magpie's frame pacing.
zh_hans: 稳定帧提交节奏；启用 FG 时控制补帧前的真实帧输入。可能增加延迟。
zh_hant: 穩定畫格提交節奏；啟用 FG 時控制補幀前的真實畫格輸入。可能增加延遲。

# Home_FrameSync_Target.Header
source: Target base frame rate (FPS)
zh_hans: 目标帧率（FPS）
zh_hant: 目標畫格速率（FPS）

# Home_FrameSync_Target.Description
source: 0 is automatic, adjusted for FG. Match the source application's frame cap.
zh_hans: 0 为自动：按显示器刷新率设置，FG 按倍率折算基础帧率。目标需同步限制帧率。
zh_hant: 0 為自動：按顯示器更新率設定，FG 按倍率折算基礎畫格速率。目標需同步限制畫格速率。

source: Target frame rate
zh_hans: 目标帧率
zh_hant: 目標畫格速率

# Home_FrameSync_VRR.Header
source: VRR (variable refresh rate)
zh_hans: VRR（可变刷新率）
zh_hant: VRR（可變更新頻率）

# Home_FrameSync_VRR.Description
source: Allow compatible FreeSync / G-SYNC presentation. Enable VRR on both the display and driver; tearing may occur when VRR is inactive.
zh_hans: 允许兼容 FreeSync / G-SYNC 的呈现。需同时在显示器和驱动中开启 VRR；未生效时可能出现撕裂。
zh_hant: 允許相容 FreeSync / G-SYNC 的呈現。需同時在顯示器和驅動程式中開啟 VRR；未生效時可能出現撕裂。

# EffectParam_FrameRate_Filter_frameRateMode_Label
source: Frame Rate Mode
zh_hans: 帧率模式
zh_hant: 畫格速率模式

# EffectParam_FrameRate_Filter_frameRateMode_Option_0
source: Follow frame synchronization
zh_hans: 基于 Front Edge Sync
zh_hant: 基於 Front Edge Sync

# EffectParam_FrameRate_Filter_frameRateMode_Option_1
source: Custom
zh_hans: 自定义
zh_hant: 自訂

# Overlay_EffectParameters_AutoRestart
source: Auto restart
zh_hans: 自动重启
zh_hant: 自動重新啟用

# Overlay_EffectParameters_Reason_AutoRestart
source: After editing, the effect group stops and restarts after 500 ms to rebuild DLSSNR history.
zh_hans: 编辑结束后自动停用效果组，等待 500 毫秒再重新启用，以重建 DLSSNR 历史。
zh_hant: 編輯結束後自動停用效果組，等待 500 毫秒再重新啟用，以重建 DLSSNR 歷史。

# Overlay_FrameSync_Title
source: Frame sync
zh_hans: 帧同步
zh_hant: 影格同步

# Overlay_FrameSync_Target
source: Target base frame rate (FPS)
zh_hans: 目标帧率（FPS）
zh_hant: 目標影格率（FPS）

# Overlay_FrameSync_Help
source: Saved automatically; use Apply and restart to apply changes. 0 is automatic. Set the source application frame cap separately.
zh_hans: 修改自动保存；点击“应用并重新启用”后生效。0 为自动；请同步限制目标程序帧率。
zh_hant: 修改自動儲存；點擊「套用並重新啟用」後生效。0 為自動；請同步限制目標程式影格率。

# Message_NgxRestartRequired
source: NVIDIA effects encountered an error. Fully exit Magpie from the system tray and start it again before enabling DLSSNR or DLSS Frame Generation.
zh_hans: NVIDIA 效果运行异常。请从托盘完全退出 Magpie 并重新打开，再启用 DLSSNR 或 DLSS 补帧。
zh_hant: NVIDIA 效果執行異常。請從系統匣完全結束 Magpie 並重新開啟，再啟用 DLSSNR 或 DLSS 補幀。
